"""
Напишите программу, которая запрашивала бы у
пользователя два числа и выводила бы True или False в зависимости от
того, больше первое число второго или нет.
"""

print("Больше первое Второго ??")
number1 = input("Введите первое число: ")
number2 = input("Введите второе число: ")

if number1 > number2:
    print(True)
else:
    print(False)